app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "email", "bio", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Shreya"], ["email", "aaa"], ["bio", "aaaaa"], ["created_at", "2018-02-10 15:42:38.188791"], ["updated_at", "2018-02-10 15:42:38.188791"]]